<?php defined('COT_CODE') or die('Wrong URL');
/*
 * Ukrainian langfile for dm
 */


/*
 * Meta & configuration
 */
$L['info_name'] = 'Видалення користувача';
$L['info_desc'] = 'Заявка на видалення користувача';

$L['cfg_dm_only_pro'] = array('Подання заявки доступно тільки для PRO');
$L['cfg_dm_cost'] = array('Вартість подання заявки','Мінімальна сума 1 '.$cfg['payments']['valuta']);
$L['cfg_dm_pfs'] = array('Видаляти файли користувача');
$L['cfg_dm_notif'] = array('Повідомити адміністрацію про видалення', 'Повідомлення відправиться на системний e-mail');
/*
 * Main strings
 */
$L['dm_title'] = 'Заявка на видалення профайлу користувача';
$L['dm_info'] = 'Ви впевненні що бажаєте видалити свій профайл з сайту? Приймайте обдумане рішення.';
$L['dm_cost_pay'] = 'Вартість видалення профайлу';

/*
 * Messages
 */
$L['dm_mail_subj'] = 'Користувач видалив профайл на сайті';
$L['dm_mail_body'] = 'Користувач {$name} ({$mail}) видалив профайл на сайті, оплата {$cost}';