<?php defined('COT_CODE') or die('Wrong URL');
/*
 * Russian langfile
 */


/*
 * Meta & configuration
 */
$L['info_name'] = 'Вырезание контактов';
$L['info_desc'] = 'Плагин позволяет вырезать контакты по регулярным выражениям с переписки по проекту, предложений, комментариев и приватных сообщений';

$L['cfg_confregular'] = array('Регулярные выражения', 'В каждой строке новый шаблон (регулярное выражения)');
$L['cfg_confrepltext'] = array('Текст для замены', 'В каждой строке, формат: <br> "номер регулярного выражения":"текст для замены",<br>"номер регулярного выражения":"текст для замены"');